tap "homebrew/cask-fonts"
tap "heroku/brew"
tap "microsoft/git"

brew "awscli"
brew "awsume"
brew "exa"
brew "fzf"
brew "git"
brew "heroku"
brew "htop"
brew "jq"
brew "mas"
brew "nvm"
brew "pandoc"
brew "pyenv"
brew "shellcheck"
brew "starship"
brew "tmux"
brew "trash"
brew "watch"
brew "wifi-password"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "zstd"

cask "backblaze"
cask "carbon-copy-cloner"
cask "cleanshot"
cask "datagrip"
cask "discord"
cask "docker"
cask "downie"
cask "font-iosevka"
cask "forecast"
cask "git-credential-manager"
cask "gpg-suite"
cask "grandperspective"
cask "handbrake"
cask "hex-fiend"
cask "imageoptim"
cask "insomnia"
cask "itsycal"
cask "knockknock"
cask "launchcontrol"
cask "logi-options-plus"
cask "mitmproxy"
cask "netnewswire"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "postgres-unofficial"
cask "pycharm"
cask "qgis"
cask "sf-symbols"
cask "signal"
cask "sketch"
cask "tailscale"
cask "the-unarchiver"
cask "transmit"
cask "visual-studio-code"
cask "whatsapp"
cask "yubico-authenticator"
cask "zap"

mas "Channels for HDHomeRun!", id: 1117689474
mas "Core Data Lab", id: 1460684638
mas "DevCleaner", id: 1388020431
mas "Little Snitch Mini", id: 1629008763
mas "Pastebot", id: 1179623856
mas "Slack", id: 803453959
mas "Soulver", id: 1508732804
mas "Swift Playgrounds", id: 1496833156
mas "Things", id: 904280696
mas "Xcode", id: 497799835
