tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "heroku/brew"
tap "caffix/amass"

brew "amass"
brew "awscli"
brew "docker-completion"
brew "docker-compose-completion"
brew "docker-machine-completion"
brew "git"
brew "heroku/brew/heroku"
brew "htop"
brew "jq"
brew "mas"
brew "mitmproxy"
brew "nmap"
brew "pandoc"
brew "pipenv"
brew "pyenv"
brew "shellcheck"
brew "trash"
brew "tree"
brew "watch"
brew "watchman"
brew "wifi-password"
brew "yarn"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"

cask "android-studio"
cask "backblaze"
cask "font-cascadia-code-pl"
cask "font-cascadia-code"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata"
cask "font-meslo-lg-nerd-font"
cask "cleanshot"
cask "docker"
cask "forecast"
cask "gpg-suite"
cask "handbrake"
cask "hex-fiend"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "itsycal"
cask "little-snitch"
cask "microsoft-teams"
cask "mongodb-compass"
cask "ngrok"
cask "signal"
cask "sketch"
cask "skype-for-business"
cask "soulver"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "transmit"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webex-meetings"
cask "webtorrent"
cask "whatsapp"
cask "wireshark"
cask "yubico-authenticator"
cask "zoomus"

mas "1Blocker", id: 1107421413
mas "1Password", id: 1333542190
mas "Keynote", id: 409183694
mas "Menu Bar UTC", id: 1505489419
mas "Navicat Premium Essentials", id: 466416967
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pastebot", id: 1179623856
mas "Pixelmator", id: 407963104
mas "Slack", id: 803453959
mas "Things", id: 904280696
mas "Xcode", id: 497799835
