tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "heroku/brew"

brew "awscli"
brew "docker-completion"
brew "docker-compose-completion"
brew "docker-machine-completion"
brew "git"
brew "heroku/brew/heroku"
brew "htop"
brew "jq"
brew "mas"
brew "mitmproxy"
brew "nmap"
brew "packer"
brew "pandoc"
brew "pipenv"
brew "pyenv"
brew "readline"
brew "shellcheck"
brew "terraform"
brew "tree"
brew "watch"
brew "watchman"
brew "wifi-password"

cask "android-studio"
cask "arduino"
cask "backblaze"
cask "burp-suite"
cask "caskroom/fonts/font-cascadia-pl"
cask "caskroom/fonts/font-cascadia"
cask "caskroom/fonts/font-inconsolata-for-powerline"
cask "caskroom/fonts/font-inconsolata"
cask "docker"
cask "figma"
cask "gcollazo-mongodb"
cask "gpg-suite"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "little-snitch"
cask "ngrok"
cask "owasp-zap"
cask "paparazzi"
cask "postgres"
cask "robo-3t"
cask "sketch"
cask "skitch"
cask "skype"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "transmit"
cask "tunnelblick"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webtorrent"
cask "wireshark"
cask "yubico-authenticator"

mas "Keynote", id: 409183694
mas "Navicat Premium Essentials", id: 466416967
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pastebot", id: 1179623856
mas "Pixelmator", id: 407963104
mas "Slack", id: 803453959
mas "Things", id: 904280696
mas "Xcode", id: 497799835
