alonski.prettier-for-handlebars-vscode
bierner.markdown-mermaid
candidmetrics.ember-module-snippets
CoenraadS.bracket-pair-colorizer-2
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
GitHub.vscode-pull-request-github
ms-azuretools.vscode-docker
ms-python.python
ms-vsliveshare.vsliveshare
phanitejakomaravolu.EmberES6Snippets
PKief.material-icon-theme
sdras.night-owl
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-spanish
timonwong.shellcheck
Tyriar.lorem-ipsum
