amatiasq.sort-imports
CoenraadS.bracket-pair-colorizer-2
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
DotJoshJohnson.xml
eamodio.gitlens
Endormi.2077-theme
esbenp.prettier-vscode
GitHub.vscode-pull-request-github
Gruntfuggly.todo-tree
jebbs.plantuml
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
PKief.material-icon-theme
quicktype.quicktype
sdras.night-owl
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-spanish
timonwong.shellcheck
tomoyukim.vscode-mermaid-editor
